/* localized date component names and plural forms */
"now" = "现在";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@前";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "%@后";

"%d year (plural rule: one)" = "%d年";
"%d year (plural rule: many)" = "%d年";
"%d year (plural rule: few)" = "%d年";
"%d year (plural rule: other)" = "%d年";
"%d month (plural rule: one)" = "%d个月";
"%d month (plural rule: few)" = "%d个月";
"%d month (plural rule: many)" = "%d个月";
"%d month (plural rule: other)" = "%d个月";
"%d week (plural rule: one)" = "%d周";
"%d week (plural rule: few)" = "%d周";
"%d week (plural rule: other)" = "%d周";
"%d week (plural rule: many)" = "%d周";
"%d day (plural rule: one)" = "%d天";
"%d day (plural rule: few)" = "%d天";
"%d day (plural rule: many)" = "%d天";
"%d day (plural rule: other)" = "%d天";
"%d hour (plural rule: one)" = "%d小时";
"%d hour (plural rule: few)" = "%d小时";
"%d hour (plural rule: many)" = "%d小时";
"%d hour (plural rule: other)" = "%d小时";
"%d minute (plural rule: one)" = "%d分钟";
"%d minute (plural rule: few)" = "%d分钟";
"%d minute (plural rule: many)" = "%d分钟";
"%d minute (plural rule: other)" = "%d分钟";
"%d second (plural rule: one)" = "%d秒";
"%d second (plural rule: few)" = "%d秒";
"%d second (plural rule: many)" = "%d秒";
"%d second (plural rule: other)" = "%d秒";
